<template>
  <q-page class="q-mt-lg q-mb-xl">

    <CLayout>
      <template v-slot:header>
        <el-page-header :title="pageTitle"/>
      </template>

      <template v-slot:default>

        <CSidebar v-if="$q.screen.lt.md"/>

        <div class="sm-content-style">

          <table>
            <tr>
              <td>Наименование</td>
              <td colspan="2">Областное государственное автономное учреждение «Медиа-центр «Приангарье»</td>
            </tr>
            <tr>
              <td>Структура</td>
              <td colspan="2"><a href="/group-official/structure">организационная структура</a></td>
            </tr>
            <tr>
              <td>Почтовый адрес</td>
              <td colspan="2">664011 г. Иркутск, а/я 177</td>
            </tr>
            <tr>
              <td>
                Адрес электронной почты
              </td>
              <td colspan="2">
                <a href="mailto:og@ogirk.ru">og@ogirk.ru</a>,
                <a href="mailto:zam@ogirk.ru">zam@ogirk.ru</a>
              </td>
            </tr>
            <tr>
              <td>
                Номер телефона
              </td>
              <td colspan="2">
                (3952) 200-628, (3952) 200-638
              </td>
            </tr>
            <tr>
              <td>
                Официальная страница в сети Интернет
              </td>
              <td colspan="2">
                <a href="https://www.ogirk.ru">www.ogirk.ru</a>
              </td>
            </tr>
            <tr>
              <td>
                Полномочия учреждения
              </td>
              <td colspan="2">
                Обеспечение реализации предусмотренных законодательством Российской Федерации и законодательством Иркутской области полномочий органов государственной власти Иркутской области по информированию населения о деятельности и решениях государственных органов Иркутской области Губернатора Иркутской области и распространению иной официальной информации, созданию единого информационного пространства иркутской области, удовлетворению общественной потребности в получении социальной значимой информации путем производства, выпуска и распространения региональных средств массовой информации.
              </td>
            </tr>
            <tr>
              <td>
                Задачи учреждения
              </td>
              <td colspan="2">
                <ol>
                  <li>Производство, выпуск, издание и распространение общественно-политической газеты «Областная»</li>
                  <li>Производство и выпуск Сетевого издания;</li>
                  <li>Деятельность в качестве организатора проведения конференций, семинаров, выставок, фестивалей и иных общественно-значимых мероприятий;</li>
                  <li>Выпуск и распространение телевизионных программ;</li>
                  <li>Выпуск и распространение радиопрограмм;</li>
                  <li>Деятельность в качестве информационного агентства;</li>
                  <li>Деятельность по изготовлению рекламной продукции и размещению в средствах массовой информации;</li>
                  <li>Создание и поддержка информационных Интернет-сайтов (земляиркутская.рф, irkipedia.ru,  pressbaikal.ru)</li>
                  <li>Подготовка информации о деятельности Губернатора Иркутской области, Правительства Иркутской области, иных исполнительных органов исполнительной власти Иркутской области для размещения на официальных страницах.</li>
                </ol>

              </td>
            </tr>
            <tr>
              <td>
                Функции учреждения
              </td>
              <td colspan="2">
                Осуществление издательской деятельности
              </td>
            </tr>
            <tr>
              <td>
                Перечень НПА
              </td>
              <td colspan="2">

                <ol>
                  <li>
                    <p>Закон Иркутской области от 12.03.2010 г. №10-ОЗ «О печатном средстве массовой информации, учреждаемом органами государственной власти Иркутской области для обнародования (официального опубликования) правовых актов органов государственной власти Иркутской области, иной официальной информации»</p>
                    <a href="https://docs.cntd.ru/document/469400257">https://docs.cntd.ru/document/469400257</a>
                  </li>
                  <li>
                    <p>Закон Иркутской области от 10.07.2014 г. №90-ОЗ «О сетевом издании, учреждаемом для обнародования (официального опубликования) правовых актов органов государственной власти Иркутской области, иной официальной информации» </p>
                    <a href="https://docs.cntd.ru/document/412381866">https://docs.cntd.ru/document/412381866</a>
                  </li>
                  <li>
                    <p>Закон Иркутской области от 03.05.2023 г. №33-ОЗ «О государственном региональном аудиовизуальном средстве массовой информации»  <a href="https://docs.cntd.ru/document/406649110">https://docs.cntd.ru/document/406649110</a></p>
                  </li>
                </ol>

              </td>
            </tr>
            <tr>
              <td>
                Руководитель учреждения – главный редактор
              </td>
              <td>
                Люстрицкий Дмитрий Георгиевич
              </td>
              <td>
                (3952) 200-628
              </td>
            </tr>
            <tr>
              <td>
                Главный бухгалтер
              </td>
              <td>
                Канахович Анна Александровна
              </td>
              <td>
                (3952) 200-628
              </td>
            </tr>
            <tr>
              <td>
                Заместитель главного редактора
              </td>
              <td>
                Аболина Марина Николаевна
              </td>
              <td>
                (3952) 200-628
              </td>
            </tr>
            <tr>
              <td>
                Заместитель главного редактора
              </td>
              <td>
                Хлебникова Оксана Александровна
              </td>
              <td>
                (3952) 200-628
              </td>
            </tr>
            <tr>
              <td>
                Заместитель главного редактора
              </td>
              <td>
                Епишева Наталья Александровна
              </td>
              <td>
                (3952) 200-628
              </td>
            </tr>
            <tr>
              <td>
                Заместитель главного редактора
              </td>
              <td>
                Лапоха Максим Андреевич
              </td>
              <td>
                (3952) 200-628
              </td>
            </tr>
            <tr>
              <td>
                Начальник отдела рекламы
              </td>
              <td>
                Хватик Наталья Ивановна
              </td>
              <td>
                (3952) 200-638
              </td>
            </tr>
          </table>

        </div>


      </template>

      <template v-slot:right>

        <CSidebar/>

      </template>
    </CLayout>

  </q-page>
</template>

<script>
import CLayout from '~module/app/layout/main/page/2cols'
import generateQueryInfo from "@common/graphql-apollo/lib/generate-query-info";
import CPage from "~module/app/component/route";
import CSidebar from "./sidebar";
import CBottom from "./bottom";

export default {
  extends: CPage,
  components: {
    CLayout,
    CSidebar,
    CBottom
  },
  apollo: {

  },
  data() {
    return {
      page: {
        title: 'Информация о деятельности ОГАУ "Медиа-центр "Приангарье""'
      },
    }
  },
  computed: {},

}
</script>
<style lang="scss" scoped>

.c-item {
  /deep/ .i-wrap {
    padding: 10px 20px;
  }
}

</style>
